Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/standards_and_accountability/judicial_review_public_decisions.html.txt.tmx
Source language: en
Languages: ga

source: Judicial review of public decisions
ga: Athbhreithniú Breithiúnach ar Chinntí Poiblí

source: • Judicial review of public decisions
ga: • Athbhreithniú Breithiúnach ar Chinntí Poiblí

source: The High Court has a power or "jurisdiction" called "judicial review"
ga: Tá ag an Ard-Chúirt cumhacht nó “dlínse" ar a dtugtar "athbhreithniú breithiúnach"

source: Judicial review is a way for the High Court to supervise the lower courts, tribunals and other administrative bodies to ensure that they make their decisions properly and in accordance with the law
ga: Is éard is athbhreithniú breithiúnach ann ná an bealach atá ag an Ard-Chúirt chun maoirsiú a dhéanamh ar na híoschúirteanna, binsí agus ar chomhlachtaí riaracháin eile lena chinntiú go ndéanann siad a gcinntí i gceart agus i gcomhréir leis an dlí

source: Judicial review is primarily concerned with the decision-making process rather than with the substance of the decision
ga: Baineann athbhreithniú breithiúnach go bunúsach leis an bpróiseas déanta cinntí seachas le substaint an chinnidh

source: There is, however, a limited scope for review of the substance of a decision as well
ga: Tá scóip theoranta ann, áfach, chun athbhreithniú a dhéanamh ar shubstaint chinnidh chomh maith

source: Judicial review is divided into two main categories:
ga: Tá athbhreithniú breithiúnach roinnte idir dhá phríomhchatagóir:

source: • Conventional judicial review: Procedure governing conventional judicial review is to be found in Order 84 of the Rules of the Superior Courts
ga: • Athbhreithniú breithiúnach comhghnásach: Tá an nós imeachta a rialaíonn athbhreithniú breithiúnach comhghnásach le sonrú in Ord 84 de Rialacha na nUaschúirteanna

source: • Statutory judicial review: Specialised statutory schemes of judicial review relating to specific areas of public decision-making which have been singled out by the Oireachtas as warranting specialised schemes because of the policy concerns involved
ga: • Athbhreithniú breithiúnach reachtúil: Scéimeanna reachtúla sainiúla um athbhreithniú breithiúnach a bhaineann le limistéir ar leith de chinntí poiblí a dhéanamh a roghnaigh an tOireachtas do scéimeanna sainiúla mar gheall ar na buarthaí beartais lena mbaineann

source: Statutory schemes and the procedure involved are covered by legislation specific to that area
ga: Cuimsíonn reachtaíocht a bhaineann go sonrach leis an limistéar sin scéimeanna reachtúla agus an nós imeachta atá i gceist

source: Statutory schemes apply to such areas as asylum, pollution control, planning and the takeover of companies
ga: Baineann scéimeanna reachtúla le limistéir ar nós tearmainn, rialú truaillithe, pleanáil agus táthcheangal cuideachtaí

source: Public decisions made by administrative bodies and the lower courts may be judicially reviewed by the High Court
ga: Féadfaidh an Ard-Chúirt athbhreithniú breithiúnach a dhéanamh ar chinntí poiblí a dhéanann comhlachtaí riaracháin agus na híoschúirteanna

source: In a judicial review, generally the court is not concerned with the merits of the decision but rather with the lawfulness of the decision-making process, that is, how the decision was made and the fairness of it
ga: In athbhreithniú breithiúnach, is gnách nach bpléann an chúirt le fiúntas an chinnidh ach le dlíthiúlacht an phróisis déanta cinntí, is é sin, conas a rinneadh an cinneadh agus cothroime an chinnidh

source: Some examples of public decisions include:
ga: Áirítear le roinnt samplaí de chinntí poiblí:

source: • Decisions of the District and Circuit Courts
ga: • Cinntí na gCúirteanna Dúiche agus Cuarda

source: • Deductions from army pensions
ga: • Asbhaintí ó phinsin airm

source: • Discharge of a member of the defence forces
ga: • Comhalta d’óglaigh na hÉireann a dhíscaoileadh

source: • Disqualification from receiving social welfare payments
ga: • Dícháiliú chun íocaíochtaí leasa shóisialaigh a fháil

source: • Refusals of an Irish passport, marriage certificate, or visa
ga: • Pas Éireannach, teastas pósta, nó víosa a dhiúltú

source: • Decisions to deport asylum-seekers
ga: • Cinntí chun iarrthóirí tearmainn a dhíbirt ón tír

source: • Decisions of An Bord Pleanála relating to planning permission
ga: • Cinntí an Bhoird Phleanála maidir le cead pleanála

source: • Decisions of Government bodies that require an Environmental Impact Assessment and/or an Integrated Pollution Prevention and Control (IPPC) licence
ga: • Cinntí ó chomhlachtaí Rialtais óna dteastaíonn Measúnú ar an Tionchair ar an gComhshaol agus/nó Ceadúnas um Chosc agus Rialú Comhtháite ar Thruailliú (IPPC)

source: • Decisions of the Legal Aid Board and the Law Society
ga: • Cinntí an Bhoird um Chúnamh Dlíthiúil agus Dhlí-Chumann na hÉireann

source: • Decisions of a public administrative body relating to the environment
ga: • Cinntí comhlacht poiblí riaracháin lena mbaineann an comhshaol

source: The basic principles of public decision-making are:
ga: Is iad na bunphrionsabail a bhaineann le cinntí poiblí a dhéanamh:

source: • The decision-maker must have authority to make the decision that affects you
ga: • Ní mór go mbeidh an t-údarás ag an té a dhéanann an cinneadh chun an cinneadh a dhéanamh a dhéanann difear duit

source: If the decision-maker has the authority to make the decision, it must not go beyond the limits of its authority
ga: Má tá an t-údarás ag an té a dhéanann an cinneadh chun an cinneadh a dhéanamh, ní mór nach sáraíonn sé teorainneacha a (h)údaráis

source: • You are entitled to fair procedures in how the decision is reached
ga: • Tá tú i dteideal nósanna imeachta cothroma a fháil maidir le conas a dhéantar an cinneadh

source: This means that the decision-maker must not be biased and the decision-maker must give you a fair hearing
ga: Ciallaíonn seo nár cheart don té a dhéanann an cinneadh bheith claonta agus nach mór don té a dhéanann an cinneadh éisteacht chóir a thabhairt duit

source: You must be given an adequate opportunity to present your case
ga: • Ní mór deis leordhóthanach a thabhairt duit chun do chás a chur i láthair

source: You must be informed of the matter and you must be given a chance to comment on the material put forward by the other side
ga: Ní mór duit bheith curtha ar an eolas faoin ábhar agus ní mór go dtugtar deis duit chun do thuairim a chur in iúl ar an ábhar atá á chur chun cinn ag an taobh eile

source: • The decision maker must comply with all legal requirements governing the decision and its making
ga: • Ní mór don té a dhéanann an cinneadh gach ceanglas dlíthiúil a chomhlíonadh a rialaíonn an cinneadh agus déanamh an chinnidh

source: If the decision-maker does not have authority or does not give you fair procedure, you may bring judicial review proceedings in the High Court to challenge the decision
ga: Mura bhfuil an t-údarás ag an té a dhéanann an cinneadh nó mura dtugann siad nós imeachta cothrom duit, féadfaidh tú imeachtaí um athbhreithniú breithiúnach a thabhairt a fhad leis an Ard-Chúirt chun cur in aghaidh an chinnidh

source: You must show that you have "sufficient interest" in the proceedings, that is, that you were affected in some way by the decision you are challenging
ga: Ní mór duit a léiriú go bhfuil “leas leordhóthanach” agat sna himeachtaí, is é sin, go ndearna an cinneadh a bhfuil tú ag cur ina aghaidh difear duit ar bhealach áirithe

source: You must also show that you have an arguable case, that is, that your case has grounds
ga: Ní mór duit a léiriú, chomh maith, go bhfuil cás inargóinte agat, is é sin, go bhfuil bunús le do chás

source: The High Court will examine the decision and how it was reached and will decide whether or not it was unconstitutional or illegal
ga: Scrúdóidh an Ard-Chúirt an cinneadh agus conas a rinneadh é agus déanfaidh siad an cinneadh faoi cibé acu an raibh nó nach raibh sé neamhbhunreachtúil nó mídhleathach

source: The High Court may then quash or cancel the decision – by issuing an order known as certiorari
ga: Féadfaidh an Ard-Chúirt, ina dhiaidh sin, an cinneadh a chur ar neamhní nó a chealú – trí ordú ar a dtugtar certiorari a eisiúint

source: The High Court can also order a decision maker, who is obliged to make a decision but has failed or refused to do so, to actually make the decision – this is known as an order of mandamus
ga: Ina theannta sin, féadfaidh an Ard-Chúirt cinnteoir a ordú, ar a bhfuil an dualgas chun cinneadh a dhéanamh ach ar theip air/uirthi nó ar dhiúltaigh sé/sí chun amhlaidh a dhéanamh, chun an cinneadh féin a dhéanamh – tugtar ordú mandamus air seo

source: An order of prohibition may also be granted in appropriate circumstances – i.e
ga: Ina theannta sin, féadtar ordú toirmisc a dheonú faoi na cúinsí cuí – i.e

source: an order prohibiting a decision maker from making a decision
ga: ordú a leagann cosc ar dhéantóir cinnidh ó chinneadh a dhéanamh

source: Other orders that are available include declarations, injunctions of an interim, interlocutory or permanent nature, or an award of damages
ga: Áirítear le horduithe eile ar a bhfuil fáil, dearbhuithe, foláirimh de chineál eatramhach, idirbhreitheach nó buan, nó dámhachtain damáistí

source: Judicial review is primarily concerned with the procedural legality of the decision but does provide for a limited review of the merits of the decision
ga: Baineann Athbhreithniú Breithiúnach go príomha le dlíthiúlacht nós imeachta an chinnidh ach ní fhorálann sé d’athbhreithniú fhiúntais an chinnidh

source: A decision of an administrative body may be set aside on the basis that it is unreasonable or irrational or possibly disproportionate
ga: Féadtar cinneadh comhlacht riaracháin a chur ar leataobh ar an mbonn go bhfuil sé míréasúnta nó neamhréasúnach nó go bhféadfadh sé bheith díréireach

source: Conventional judicial review procedure is governed by Order 84 of the Rules of the Superior Courts
ga: Tá an nós imeachta um athbhreithniú breithiúnach comhghnásach á rialú ag Ord 84 de Rialacha na nUaschúirteanna

source: The first step in the judicial review procedure involves the mandatory “leave stage”
ga: Baineann “an chéim cheada” éigeantach leis an gcéad chéim sa nós imeachta um athbhreithniú breithiúnach

source: At this stage an application for leave to bring judicial review proceedings must first be made
ga: Ag an gcéim seo, ní mór iarratas a dhéanamh, i dtosach báire, ar chead chun imeachtaí um athbhreithniú breithiúnach a thabhairt chun na cúirte

source: The leave stage is used to identify and filter out, at an early stage, claims which may be trivial or without merit
ga: Úsáidtear an chéim cheada chun éilimh a shainaithint agus a scagadh, ag luathchéim, a d’fhéadfadh bheith amhrasach nó gan fhiúntas

source: At the leave stage you must show that you have "sufficient interest" in the matter
ga: Ag an gcéim cheada, ní mór duit a léiriú go bhfuil “leas leordhóthanach" agat san ábhar

source: In other words, you must demonstrate that you are affected in some way by the decision you are challenging
ga: I bhfriotal eile, ní mór duit a léiriú go ndéanann an cinneadh a bhfuil tú ag cur ina aghaidh difear duit ar bhealach áirithe

source: Specialised statutory schemes for judicial review may prescribe who may apply for leave
ga: Féadfaidh scéimeanna speisialaithe reachtúla le haghaidh athbhreithniú breithiúnach a fhorordú cé ar féidir leo iarratas a dhéanamh ar chead

source: You must also show that you have an arguable case and that your case has grounds and a reasonable chance of success
ga: Ní mór duit a léiriú go bhfuil cás inargóinte agat agus go bhfuil bunús le do chás, agus gur dócha go réasúnta go n-éireoidh leis

source: The application to the court is based on a statement of grounds
ga: Ta an t-iarratas ar an gcúirt bunaithe ar ráiteas bunús

source: This statement should set out the reasons a judicial review is sought
ga: Ba cheart go leagfar amach sa ráiteas seo na cúiseanna lena lorgaítear athbhreithniú breithiúnach

source: It should be accompanied by an affidavit
ga: Ba cheart go ngabhfaidh mionnscríbhinn leis

source: If leave to proceed is granted, the applicant may then bring judicial review proceedings
ga: Má thugtar cead chun leanúint ar aghaidh, féadfaidh an t-iarratasóir na himeachtaí um athbhreithniú breithiúnach a thabhairt leo

source: A notice of motion should be prepared and, along with the court order granting leave to proceed with the judicial review and both the statement of grounds and the affidavit prepared for the earlier stage, served on all persons directly affected by the application
ga: Ba cheart fógra tairisceana a réiteach agus, mar aon leis an ordú cúirte a thugann cead chun leanúint leis an athbhreithniú breithiúnach agus ba cheart an ráiteas bunús agus an mhionnscríbhinn a réitíodh don chéim ní ba luaithe a sholáthar do gach duine ar a mbíonn tionchar díreach ag an iarratas

source: A respondent who wishes to oppose an application for judicial review is required to file a Statement of Opposition, and may file a replying affidavit contesting the facts set out by the applicant
ga: Ní mór d’fhreagróir ar mian leis/léi cur in aghaidh iarratais ar athbhreithniú breithiúnach, Ráiteas Freasúra a chomhdú, agus féadfaidh siad mionnscríbhinn freagartha a chomhdú ina gcuirtear in aghaidh na bhfíricí a leagann an t-iarratasóir amach

source: Once the pleadings have closed, the matter proceeds to a hearing
ga: A luaithe a chuirtear deireadh leis na himeachtaí, gabhann an t-ábhar ar aghaidh chun éisteachta

source: Any person who may be affected by the judicial review proceedings and judgment should be notified or may apply to be heard as a notice party
ga: Ba cheart fógra a thabhairt d’aon duine a bhféadfadh imeachtaí an athbhreithnithe bhreithiúnaigh agus an breithiúnas difear a dhéanamh dóibh nó féadfaidh siad iarratas a dhéanamh go n-éistfear leo mar pháirtí fógra

source: For example where a person challenges a planning permission granted by An Bord Pleanála (the respondent) the applicant for the planning permission would also be entitled to be heard in the proceedings as a notice party as the proceedings will have an impact on his planning application
ga: Mar shampla, sa chás go gcuireann duine in aghaidh cead pleanála a dheonaigh an Bord Pleanála (an freagróir), bheadh teidlíocht ag an iarratasóir ar an gcead pleanála, chomh maith, go n-éistfí leis/léi sna himeachtaí mar pháirtí fógra mar gheall go mbeidh tionchar ag na himeachtaí ar a (h)iarratas pleanála

source: Order 84, Rule 21 (1) of the Rules of the Superior Courts provides that an application for leave to apply for judicial review shall be made within 3 months from the date when grounds for the application first arose
ga: Déanann Ordú 84, Riail 21(1) de Rialacha na Cúirte Uachtaraí, foráil go ndéanfar iarratas ar chead chun iarratas a dhéanamh ar athbhreithniú breithiúnach laistigh de 3 mhí ón dáta a tháinig na bunúis don iarratas chun solais

source: Where the relief sought is an order of certiorari in respect of any judgement, order, conviction or other proceeding, the date when grounds for the application first arose shall be taken to be the date of that judgement, order, conviction or proceeding
ga: Sa chás gurb é ordú certiorari an faoiseamh a lorgaítear maidir le haon bhreithiúnas, ordú, ciontú nó imeacht eile, glacfar leis gurb ionann a bheidh an dáta a tháinig na bunúis chun solais don iarratas den chéad uair agus dáta an bhreithiúnais, an ordaithe, an chiontaithe nó an imeachta sin

source: However Order 84, Rule 21 (3) provides for an extension of time for an application for judicial review but the court shall only extend such period if it is satisfied that:
ga: Forálann Ordú 84, Riail 21(3), áfach, síneadh ama d’iarratas ar athbhreithniú breithiúnach ach ní shínfidh an Chúirt an tréimhse sin ach amháin má bhíonn siad sásta maidir leis an méid a leanas:

source: • There is good and sufficient reason for doing so, and
ga: • Tá údar maith agus leordhóthanach ann chun amhlaidh a dhéanamh, agus

source: • The circumstances that resulted in the failure to make the application for leave within the three month time period either:
ga: • Cibé acu go raibh na cúinsí as ar eascair an teip chun an t-iarratas ar chead a dhéanamh laistigh de thréimhse thrí mhí:

source: (i) were outside the control of, or
ga: (i) lasmuigh de smacht, nó

source: (ii) could not reasonably have been anticipated by the applicant for such extension
ga: (ii) nach bhféadfadh an t-iarratasóir coinne bheith aige/aici leis an síneadh sin

source: Moreover Order 84, Rule 21 (4) also provides that in considering whether good and sufficient reason exists for granting an extension of time, the court may have regard to the effect which an extension of the period may have on a respondent or third party
ga: Thairis sin, forálann Ordú 84, Riail 21(4), chomh maith, go bhféadfaidh an Chúirt aird a bheith ar an tionchar ag a bhféadfadh síneadh na tréimhse bheith ar fhreagróir nó ar thríú páirtí, agus breithniú á dhéanamh ar cibé acu arb ann nó nach ann do chúis leordhóthanach chun síneadh ama a dheonú

source: Order 84, Rule 21 (5) provides that an application for an extension shall be grounded upon an affidavit sworn by or on behalf of the applicant which shall set out the reasons for the applicant’s failure to make the application for leave within the three month period and shall verify any facts relied on in support of those reasons
ga: Forálann Ordú 84, Riail 21(5) go ndéanfar iarratas bunaithe ar mhionnscríbhinn arna mionnú ag an iarratasóir nó thar ceann an iarratasóra ina leagfar amach na cúiseanna lenar theip an t-iarratasóir chun an t-iarratas a dhéanamh ar chead laistigh den tréimhse thrí mhí agus a fhíoróidh aon fhíricí ar a mbraitear chun tacú leis na cúiseanna siúd

source: Statutory judicial review schemes supplement Order 84 of the Rules of the Superior Courts with their own specific procedural rules
ga: Cuireann scéimeanna um athbhreithniú breithiúnach reachtúil le hOrdú 84 de Rialacha na nUaschúirteanna lena rialacha féin sonracha nós imeachta

source: These statutory schemes narrow the availability of review through such features as:
ga: Déanann na scéimeanna reachtúla seo an fháil atá ar athbhreithniú a laghdú trína leithéid de ghnéithe, mar gheall go bhfuil:

source: • Time limits for an application for leave are shorter
ga: • Teorainneacha ama ar iarratas ar chead níos giorra

source: • Requirements to notify the decision-maker of the leave application
ga: • Ceanglais chun an té a rinne an cinneadh a chur ar an eolas faoin iarratas ar chead

source: • Higher thresholds applied by the High Court when considering whether to allow leave, for example, substantial grounds rather than arguable case
ga: • Tairseacha níos airde arna bhfeidhmiú ag an Ard-Chúirt nuair a bhíonn breithniú á dhéanamh ar cibé acu an gceadófar nó nach gceadófar cead, mar shampla, bunúis shuntasacha seachas cás inargóinte

source: Examples of statutory schemes are available in our document: Judicial review in planning and environmental matters
ga: Tá fáil ar shamplaí de scéimeanna reachtúla inár gcáipéis: Judicial review in planning and environmental matters

source: If you wish to begin judicial review proceedings, you may want to contact a solicitor who will in turn brief a barrister to draft the papers for the case
ga: Más mian leat tús a chur le himeachtaí um athbhreithniú breithiúnach, b’fhéidir gur mian leat teagmháil a dhéanamh le haturnae a thabharfaidh faisnéis d'abhcóide chun na páipéir a dhréachtú don chás

source: It is also possible for you to represent yourself if you wish to keep your legal costs down
ga: Ina theannta sin, is féidir leat ionadaíocht a dhéanamh duit féin más mian leat do chostais dlí a choimeád íseal

source: There is no fixed rate of charges for legal fees so you should obtain some quotes before deciding on legal representation
ga: Ní ann d’aon ráta seasta muirear le haghaidh táillí dlí, agus mar sin, ba cheart duit roinnt meastacháin a fháil sula ndéanann tú cinneadh ar ionadaíocht dhlíthiúil

source: Your solicitor must advise you in writing of the fees you will be charged for his/her services
ga: Ní mór do d’aturnae comhairle a chur ort i scríbhinn faoi na táillí a ghearrfar ort dá s(h)eirbhísí

source: If it is not possible to give you a definite sum, he/she must estimate a sum or at the very least describe the basis upon which charges or fees will be calculated
ga: Murar féidir suim chríochnaitheach a thabhairt duit, ní mór dó/di suim a mheas nó ar a laghad, an bonn ar a ríomhfar muirir nó táillí

source: Information on costs in judicial review cases on decisions concerning certain environmental matters is available in our document: Judicial review in planning and environmental matters
ga: Tá eolas maidir le costais i gcásanna athbhreithnithe bhreithiúnaigh ar chinntí lena mbaineann ábhair áirithe chomhshaoil ar fáil inár gcáipéis: Athbhreithniú breithiúnach i bpleanáil agus in ábhair chomhshaoil

source: See courts.ie for information on the court fees payable
ga: Féach courts.ie ar fhaisnéis maidir le táillí cúirte iníoctha
